# 1) ვისწავლეთ:
# integer
# string
# float
# 3boolean

# თქვენი დავალება იქნება, რომ ყველა განიხილოთ რა რა არის, როგორ და რისთვის გამოიყენება და მოიყვანოთ ამ მონაცემების მაგალითები (ანუ: integer - 5, 10, 15...)
# 2) ახსენით რა არის კონკატენაცია (concatenation)
# 3) ახსენით რატომ არ შეგვიძლია გავაკეთოთ მათემატიკური ოპერაცია ისეთ რიცხვებზე რომლებიც არის ჩასმული ბრჭყალებში
# 4) კომენტარის სახით დაწერეთ პასუხი: როგორ უნდა შევამოწმო რა ტიპის არის ჩემი ცვლადი
# 5) რა არის explicit და implicit conversion'ები
# 6) ჩამოწერეთ რა შედარების ოპერატორი იცით მათემატიკაში


# 1)
# integer იგივე int, არის მთელი რიცხვი მაგალითად 10.  100.  20.  200 
# string არის პრჭყალებში ჩასმული ციფრი რომელიც არის ნაშთიანი ციფრი მაგალითად "10.5"  ან "7.5" და სხვა
# float არის ნაშთიანი ციფრი მაგალითად  10.5   20.5


# 2) 
# concatenation არის სიმბოლოების მნბიშვნელობა მაგალითად  x = "hello"   y = "python"  z = "world"  

# 3) რადგან ის sring ია და მათი მიმატება არ შეილება 

# 5 implicit conversion არის გამანაწილებელი მაგალითად int() string() float() str() dict()