# 2) ჩამოწერეთ რომელი data type'ბი იცით და ახსენით რა რას ემსახურება
# 3) თქვენი სიტყვებით ახსენით რაში გვჭირდება მონაცემთა ტიპის შეცვლა, მაგალითად string'ის integer'ად გადაქცევა
# 4) მომხმარებელს შემოატანინეთ რაიმე მონაცემი, შეამოწმეთ როგორი ტიპისაა და ახსენით რატომაა ასე
# 5) გატესტეთ ეს კოდი პითონში:
# print(10 < 1)
# დააკვირდით რა შედეგს გამოიტანს და ივარაუდეთ რატომ ქნა ასე

# 2)
# 3) გვჭირდება იმაში რომ გამოგვივიდეს სწორი ციფრები
# 4)
name = "saba"
print("MY name is " + name)

print(10 < 1)
# დაპრინტა ის ციფრი რაც ჩავწერეთ  