# 1)
# შევქმენი ცვლადი სახელად points რომელსაც მივანიჭე მნიშვნელობად 50
# შევუცვალე მას მნიშვნელობა სამჯერ და საბოლოოდ points ცვლადში შევინახე 70

points = 50 
points = 77
pints = 10
points = 70
# ტერმინალში გამოვიტანე points ცვლადში შენახული მნიშვნელობა
print(points)

# 2) გაასწორეთ შემდეგი კოდი:
#      1age == 156
#      print(("1age)


age = 156
print(age)


# 3)
# შევქმენი 2 ცვლადი a და b ჩავატარე შემდეგ ჩავატარე მათემატიკური ოპერაციები ამ ცვლადებს შორის
a = 777 
b = 555
print(a*b)
print(a/b)
print(a+b)
print(a-b)



# 4)
#prunt(+"saba"))

print("saba")